node {
  name: "a"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.41999998688697815
      }
    }
  }
}
node {
  name: "init"
  op: "NoOp"
}
versions {
  producer: 15
}
