node {
  name: "a"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 2
          }
          dim {
            size: 2
          }
        }
        tensor_content: "\315\314\214\277ff\006\300\232\231\231\277\315\314\014\300"
      }
    }
  }
}
node {
  name: "init"
  op: "NoOp"
}
versions {
  producer: 17
}
